/* No comment provided by engineer. */
"%1$@ is an app that allows you to communicate with people and organizations. The communication is done via messages. The %1$@ app uses notifications to keep you informed about new messages. Therefore it is important to allow notifications for the %1$@ app.\n\nThere are two types of messages:\n1. Messages specifically directed to you. These can come from friends or from organizations (e.g. keeping you informed about an order).\n2. General messages from organizations with for example News, Promotions, etc.\n\nYou can always unsubscribe from general messages, making sure you only receive messages that are relevant to you.\nBelow you can see an example of such a message:" = "%1$@ is an app that allows you to communicate with people and organizations. The communication is done via messages. The %1$@ app uses notifications to keep you informed about new messages. Therefore it is important to allow notifications for the %1$@ app.

There are two types of messages:
1. Messages specifically directed to you. These can come from friends or from organizations (e.g. keeping you informed about an order).
2. General messages from organizations with for example news, promotions, etc.

You can always unsubscribe from general messages, making sure you only receive messages that are relevant to you.
Below you can see an example of such a message:";

/* No comment provided by engineer. */
"%@ at %@" = "%1$@ at %2$@.";

/* No comment provided by engineer. */
"%@ became friends with %@" = "%1$@ became friends with %2$@.";

/* No comment provided by engineer. */
"%@ connected to %@" = "%1$@ connected to %2$@.";

/* No comment provided by engineer. */
"%@min ago" = "%1$@ min ago";

/* No comment provided by engineer. */
"%d character left" = "%1$d character left";

/* No comment provided by engineer. */
"%d characters left" = "%1$d characters left";

/* No comment provided by engineer. */
"(scan line1) Place QR code" = "Place QR code";

/* No comment provided by engineer. */
"(scan line2) inside the rectangle" = "inside the rectangle";

/* No comment provided by engineer. */
"* Invalid e-mail address" = "* Invalid e-mail address";

/* No comment provided by engineer. */
"<Picture>" = "<Picture>";

/* No comment provided by engineer. */
"<Video>" = "<Video>";

/* No comment provided by engineer. */
"__about_more_info_enterprise" = "The %1$@ app is built on the Rogerthat Enterprise platform. Do you want to know what Rogerthat Enterprise can do for your company? Visit:";

/* No comment provided by engineer. */
"__about_provided_by_enterprise" = "The %1$@ app is built on";

/* No comment provided by engineer. */
"__add_via_contacts_description" = "Find phone contacts using %1$@";

/* No comment provided by engineer. */
"__add_via_contacts_notification" = "Result received of search for contacts using %1$@.";

/* No comment provided by engineer. */
"__add_via_facebook_description" = "Find Facebook friends using %1$@";

/* No comment provided by engineer. */
"__add_via_facebook_notification" = "Result received of search for Facebook friends using %1$@.";

/* No comment provided by engineer. */
"__contacts_found_1" = "1 contact on %1$@";

/* No comment provided by engineer. */
"__contacts_found_more" = "%1$d contacts on %2$@";

/* No comment provided by engineer. */
"__contacts_found_none" = "No contacts found on %1$@.";

/* No comment provided by engineer. */
"__detected_services_title" = "%1$@ detected the following services at this location. Select the services you want to add in your %1$@ app.";

/* No comment provided by engineer. */
"__error_find_from_facebook" = "Failed to find Facebook friends using %1$@. Please try again later.";

/* No comment provided by engineer. */
"__fb_ask_post_on_wall" = "While we look for %1$@ users among your Facebook friends, it is advisable to post on your Wall that you use %1$@, so that your friends can find you as well.";

/* No comment provided by engineer. */
"__fb_friends_found_1" = "1 Facebook friend on %1$@";

/* No comment provided by engineer. */
"__fb_friends_found_more" = "%1$d Facebook friends on %2$@";

/* No comment provided by engineer. */
"__fb_friends_found_none" = "No Facebook friends found on %1$@.";

/* No comment provided by engineer. */
"__fb_wall_post_caption" = "Join me on %1$@!";

/* No comment provided by engineer. */
"__fb_wall_post_description" = "Dear friends, scan this %1$@ id to connect with me.";

/* No comment provided by engineer. */
"__friend_sms_invitation" = "Hi %1$@,

I invite you to communicate with me using %4$@.

Step 1. install %4$@ app:
%2$@

Step 2. connect with me:
%3$@";

/* No comment provided by engineer. */
"__friend_sms_invitation_no_url" = "Hi %1$@,

I invite you to communicate with me using %3$@.

Install %3$@ app:
%2$@";

/* No comment provided by engineer. */
"__location_usage_augment_experience" = "%1$@ uses location services to augment your user experience";

/* No comment provided by engineer. */
"__location_usage_not_used_for" = "%1$@ does not:";

/* No comment provided by engineer. */
"__location_usage_used_for" = "%1$@ uses your location to:";

/* No comment provided by engineer. */
"__loyalty_card_description" = "Your %1$@ loyalty card

Scan to earn loyalty points
Scan to connect with friends";

/* No comment provided by engineer. */
"__me_as_recipient" = "me";

/* No comment provided by engineer. */
"__me_as_sender" = "me";

/* No comment provided by engineer. */
"__no_friends_found" = "You do not yet have %1$@ contacts.";

/* No comment provided by engineer. */
"__recommend_to_contacts" = "Recommend to %1$@ contacts";

/* No comment provided by engineer. */
"__registration_success_without_invitation" = "You successfully registered %1$@.";

/* No comment provided by engineer. */
"__registration_welcome" = "Welcome to %1$@!";

/* No comment provided by engineer. */
"__scan_passport" = "Scan a %1$@ id";

/* No comment provided by engineer. */
"__welcome_message" = "Welcome to %1$@. Your App to connect with your Service Providers and share them with friends.

Before you can start you need to register. Tap the green button to proceed.";

/* No comment provided by engineer. */
"__welcome_message_enterprise" = "Welcome to the %1$@ app.

Before you can get started you need to register your user account.";

/* No comment provided by engineer. */
"_enable_location_services_ios7" = "To turn on location services:
1. Leave the %1$@ app and go to the Settings app
2. Tap Privacy > Location Services
3. Search for %1$@ and toggle the switch to ON";

/* No comment provided by engineer. */
"_enable_location_services_ios8" = "To turn on location services:
1. Leave the %1$@ app and go to the Settings app
2. Tap Privacy > Location Services
3. Search for %1$@, tap on %1$@ and set location access to 'Always'";

/* No comment provided by engineer. */
"_share_location_error_authorization_denied" = "Location services for the %1$@ app are disabled. You cannot share your location with %2$@ unless you enable location services for the %1$@ app.";

/* No comment provided by engineer. */
"_share_location_error_authorization_when_in_use" = "Location services for the %1$@ app are set to 'When in use'. You cannot share your location with %2$@, unless you set location services for the %1$@ app to 'Always'.";

/* No comment provided by engineer. */
"A connection failure occurred." = "A connection failure occurred.";

/* No comment provided by engineer. */
"A failure happened during the registration" = "A failure happened during the registration.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"About %@" = "About %1$@";

/* No comment provided by engineer. */
"Acknowledged" = "Acknowledged";

/* No comment provided by engineer. */
"Action scheduled successfully" = "Hmmm, some delay on the network. We'll get back to you shortly.";

/* No comment provided by engineer. */
"Action will start when you have network connectivity." = "Action will start when you have network connectivity.";

/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Activating…" = "Activating…";

/* No comment provided by engineer. */
"Activation" = "Activation";

/* No comment provided by engineer. */
"Activation PIN could not be validated" = "Activation code could not be validated.";

/* No comment provided by engineer. */
"Actual (%@)" = "Actual (%1$@)";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add buttons" = "Add buttons";

/* No comment provided by engineer. */
"Add colleagues" = "Add colleagues";

/* No comment provided by engineer. */
"Add contacts" = "Add contacts";

/* No comment provided by engineer. */
"Add friends" = "Add friends";

/* No comment provided by engineer. */
"Add recipients before proceeding" = "Add recipients before proceeding";

/* No comment provided by engineer. */
"Add to my services" = "Add to my services";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"Address book scan failed. Please try again later." = "Address book scan failed. Please try again later.";

/* No comment provided by engineer. */
"Agree and continue" = "Agree and continue";

/* No comment provided by engineer. */
"Alarm" = "Alarm";

/* No comment provided by engineer. */
"Alarm sound" = "Alarm sound";

/* No comment provided by engineer. */
"All colleagues" = "All colleagues";

/* No comment provided by engineer. */
"All contacts" = "All contacts";

/* No comment provided by engineer. */
"All friends" = "All friends";

/* No comment provided by engineer. */
"An error happened while loading your Facebook friends." = "An error happened while loading your Facebook friends.";

/* No comment provided by engineer. */
"An error occured while trying to play the alarm sound" = "An error occurred while trying to play the alarm sound.";

/* No comment provided by engineer. */
"An error occurred. Please try again." = "An error occurred. Please try again.";

/* No comment provided by engineer. */
"An invitation has been successfully sent to %@" = "Invitation sent to %1$@.";

/* No comment provided by engineer. */
"Are you sure you wish to disconnect %@?" = "Are you sure you wish to disconnect %1$@?";

/* No comment provided by engineer. */
"Are you sure you wish to unfriend %@?" = "Are you sure you wish to unfriend %1$@?";

/* No comment provided by engineer. */
"Ask a question" = "Ask a question";

/* No comment provided by engineer. */
"Associations" = "Associations";

/* No comment provided by engineer. */
"Authenticate" = "Authenticate";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Badge ID" = "Badge ID";

/* No comment provided by engineer. */
"Become friends" = "Become friends";

/* No comment provided by engineer. */
"Become friends with %@" = "Become friends with %1$@";

/* No comment provided by engineer. */
"Button Action:" = "Button action";

/* No comment provided by engineer. */
"Button Text:" = "Button text";

/* No comment provided by engineer. */
"Buttons" = "Buttons";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Call %@" = "Call %1$@";

/* No comment provided by engineer. */
"Can see my location" = "Can see my location";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot contact the Rogerthat gateway. Please try again later." = "Cannot contact the %1$@ gateway. Please try again later.";

/* No comment provided by engineer. */
"Card Nº" = "Card Nº";

/* No comment provided by engineer. */
"Care" = "Care";

/* No comment provided by engineer. */
"Change picture" = "Change picture";

/* No comment provided by engineer. */
"Check the bottom bar to see why you received this message.\n\nNote: You can unsubscribe using 'Notification settings' if you don't want '%1$@' messages from %2$@ any more." = "Check the bottom bar to see why you received this message.

Note: You can unsubscribe using 'Notification settings' if you don't want '%1$@' messages from %2$@ any more.";

/* No comment provided by engineer. */
"Chip Nº" = "Chip Nº";

/* No comment provided by engineer. */
"Choose" = "Choose";

/* No comment provided by engineer. */
"Choose Photo" = "Choose Photo";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Colleague" = "Colleague";

/* No comment provided by engineer. */
"Colleague has been removed" = "Colleague removed.";

/* No comment provided by engineer. */
"Colleague updated: %@" = "Colleague updated: %1$@.";

/* No comment provided by engineer. */
"Colleagues" = "Colleagues";

/* No comment provided by engineer. */
"Community Services" = "Community Services";

/* No comment provided by engineer. */
"Complete the registration\nto communicate with\n%@." = "Complete the registration to communicate with %1$@";

/* No comment provided by engineer. */
"Complete your profile" = "Complete your profile";

/* No comment provided by engineer. */
"Compose new message" = "Compose new message";

/* No comment provided by engineer. */
"Compressing, please wait…" = "Compressing, please wait…";

/* No comment provided by engineer. */
"Congratulations" = "Congratulations";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* No comment provided by engineer. */
"Connect to %@" = "Connect to %1$@";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Contact has been removed" = "Contact removed.";

/* No comment provided by engineer. */
"Contact updated: %@" = "Contact updated: %1$@.";

/* No comment provided by engineer. */
"Contacts" = "Contacts";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Continue shopping" = "Continue shopping";

/* No comment provided by engineer. */
"Conversation" = "Conversation";

/* No comment provided by engineer. */
"Conversation has been removed" = "Conversation has been removed";

/* No comment provided by engineer. */
"Coordinates" = "Coordinates";

/* No comment provided by engineer. */
"Create a new group" = "Create a new group";

/* No comment provided by engineer. */
"Create account" = "Create account";

/* No comment provided by engineer. */
"Create group" = "Create group";

/* No comment provided by engineer. */
"Custom sound" = "Custom sound";

/* No comment provided by engineer. */
"Customers / Partners" = "Customers / Partners";

/* No comment provided by engineer. */
"Day of birth" = "Day of birth";

/* No comment provided by engineer. */
"Day of birth is missing" = "Day of birth is missing";

/* No comment provided by engineer. */
"Default sound" = "Default sound";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete (%d)" = "Delete (%1$d)";

/* No comment provided by engineer. */
"Delete group" = "Delete group";

/* No comment provided by engineer. */
"Department" = "Department";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Deselect all" = "Deselect all";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Device has been unregistered" = "Device was unregistered.";

/* No comment provided by engineer. */
"Disabled" = "Disabled";

/* No comment provided by engineer. */
"Disconnect" = "Disconnect";

/* No comment provided by engineer. */
"Disconnected service" = "Disconnected service.";

/* No comment provided by engineer. */
"Discover customer services automatically" = "Discover customer services automatically";

/* No comment provided by engineer. */
"Discover services" = "Discover services";

/* No comment provided by engineer. */
"Do not show again" = "Do not show again";

/* No comment provided by engineer. */
"Don't like" = "Don't like";

/* No comment provided by engineer. */
"Don't worry, we'll never store this data." = "Don't worry, we'll never store this data.";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Double tap to reply." = "Double tap to reply";

/* No comment provided by engineer. */
"Downloading…" = "Downloading…";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"E-mail address" = "E-mail address";

/* No comment provided by engineer. */
"E-mail validation" = "E-mail validation";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Emergency" = "Emergency";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"Enter company e-mail address" = "Enter company e-mail address";

/* No comment provided by engineer. */
"Enter e-mail address" = "Enter e-mail address";

/* No comment provided by engineer. */
"Enter message:" = "Enter message";

/* No comment provided by engineer. */
"Enter PIN" = "Activation code";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to invite." = "Enter the e-mail address of the person you want to invite";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to recommend this service to." = "Enter the e-mail address of the person you want to recommend this service to";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat service you want to connect with:" = "Enter the e-mail address of the service you want to connect with";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat user you want to connect with:" = "Enter the e-mail address of the person you want to invite";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"facebook_registration_email_missing" = "There is no e-mail address configured in your facebook account or you didn't give permissions to see your e-mail. Please allow the e-mail permission or use the e-mail based login.";

/* No comment provided by engineer. */
"Failed to deliver the message." = "Failed to deliver the message.";

/* No comment provided by engineer. */
"Failed to get the geographic location" = "Failed to get the geographic location.";

/* No comment provided by engineer. */
"Failed to resolve the Rogerthat QR code" = "Failed to resolve the %1$@ QR code.";

/* No comment provided by engineer. */
"Failed to retrieve the message" = "Failed to retrieve the message.";

/* No comment provided by engineer. */
"Failed to send invitation." = "Failed to send invitation.";

/* No comment provided by engineer. */
"Female" = "Female";

/* No comment provided by engineer. */
"Fetching Rogerthat passport..." = "Fetching %1$@ id…";

/* No comment provided by engineer. */
"Find colleagues" = "Find colleagues";

/* No comment provided by engineer. */
"Find contacts" = "Find contacts";

/* No comment provided by engineer. */
"Find customer services in your area" = "Find customer services in your area";

/* No comment provided by engineer. */
"Find friends" = "Find friends";

/* No comment provided by engineer. */
"Find friends from Facebook" = "Find friends from Facebook";

/* No comment provided by engineer. */
"Finishing registration." = "Starting registration…";

/* No comment provided by engineer. */
"For more information about Rogerthat and other Rogerthat based products, please visit:" = "For more information about %1$@ and other Rogerthat based products, please visit:";

/* No comment provided by engineer. */
"Friend" = "Friend";

/* No comment provided by engineer. */
"Friend has been removed" = "Friend removed.";

/* No comment provided by engineer. */
"Friend updated: %@" = "Friend updated: %1$@.";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"Function" = "Function";

/* No comment provided by engineer. */
"Gender" = "Gender";

/* No comment provided by engineer. */
"Gender is missing" = "Gender is missing";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"geo" = "geo";

/* No comment provided by engineer. */
"Geo Location" = "Geo location";

/* No comment provided by engineer. */
"Get current location" = "Get current location";

/* No comment provided by engineer. */
"Get location" = "Get location";

/* No comment provided by engineer. */
"Get location of an address:" = "Get location of an address";

/* No comment provided by engineer. */
"Get picture" = "Get picture";

/* No comment provided by engineer. */
"Give access" = "Give access";

/* No comment provided by engineer. */
"Government Services" = "Government services";

/* No comment provided by engineer. */
"Groups" = "Groups";

/* No comment provided by engineer. */
"Hierarchy" = "Reporting to";

/* No comment provided by engineer. */
"High" = "High";

/* No comment provided by engineer. */
"Hint" = "Hint";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"I posted my location to %@" = "I posted my location to %1$@.";

/* No comment provided by engineer. */
"If you received\na 2-step invitation,\nopen it and proceed with step 2.\n\nIf you received a QR code,\npress Scan.\n\n    Otherwise press Continue." = "If you received a 2-step invitation, open it and proceed with step 2.

If you received a QR code, press Scan.

Otherwise press Continue.";

/* No comment provided by engineer. */
"Importing ..." = "Importing…";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing…" = "Initializing…";

/* No comment provided by engineer. */
"Install" = "Install";

/* No comment provided by engineer. */
"Invisible mode" = "Invisible mode";

/* No comment provided by engineer. */
"Invitation" = "Invitation";

/* No comment provided by engineer. */
"Invitation sent successfully." = "Invitation sent successfully.";

/* No comment provided by engineer. */
"Invite" = "Invite";

/* No comment provided by engineer. */
"Invite %@ to share his/her location with you." = "Invite %1$@ to share his/her location with you";

/* No comment provided by engineer. */
"Invite colleague" = "Invite colleague";

/* No comment provided by engineer. */
"Invite colleagues via e-mail" = "Invite colleagues via e-mail";

/* No comment provided by engineer. */
"Invite colleagues via text message" = "Invite colleagues via text message";

/* No comment provided by engineer. */
"Invite contact" = "Invite contact";

/* No comment provided by engineer. */
"Invite contacts via e-mail" = "Invite contacts via e-mail";

/* No comment provided by engineer. */
"Invite contacts via text message" = "Invite contacts via text message";

/* No comment provided by engineer. */
"Invite friend" = "Invite friend";

/* No comment provided by engineer. */
"Invite friends via e-mail" = "Invite friends via e-mail";

/* No comment provided by engineer. */
"Invite friends via text message" = "Invite friends via text message";

/* No comment provided by engineer. */
"Invited" = "Invited";

/* No comment provided by engineer. */
"Invited %@" = "Invited %1$@";

/* No comment provided by engineer. */
"Is the location correct?" = "Is the location correct?";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Large (%@KB)" = "Large (%1$@KB)";

/* No comment provided by engineer. */
"Last update\n%@ ago" = "Last update
%1$@ ago";

/* No comment provided by engineer. */
"Last update\n0s ago" = "Last update
0s ago";

/* No comment provided by engineer. */
"Let %@ access camera?" = "Let %1$@ access the camera?";

/* No comment provided by engineer. */
"Let your Facebook friends know how awesome this service is." = "Let your Facebook friends know how awesome this service is.";

/* No comment provided by engineer. */
"Like" = "Like";

/* No comment provided by engineer. */
"Load" = "Load";

/* No comment provided by engineer. */
"Loading ..." = "Loading…";

/* No comment provided by engineer. */
"Loading message ..." = "Loading message…";

/* No comment provided by engineer. */
"Loading Scanner..." = "Opening camera…";

/* No comment provided by engineer. */
"Location services disabled" = "Location services disabled";

/* No comment provided by engineer. */
"Location usage" = "Location usage";

/* No comment provided by engineer. */
"location_services_disabled_message" = "You need to turn on location services in order to continue.

To turn on location services:
1. Leave the %1$@ app and go to your phone's Settings
2. Tap Privacy  > Location Services
3. Search for %1$@ and toggle the switch to ON";

/* No comment provided by engineer. */
"MA" = "%1$@ replied '%3$@' on message:
%2$@";

/* No comment provided by engineer. */
"Male" = "Male";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"Maybe" = "Maybe";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium (%@KB)" = "Medium (%1$@KB)";

/* No comment provided by engineer. */
"Members" = "Members";

/* No comment provided by engineer. */
"Merchants" = "Merchants";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Message acknowledged by %@: %@" = "Message acknowledged by %1$@: %2$@.";

/* No comment provided by engineer. */
"Message and/or buttons are required" = "Message or buttons are required.";

/* No comment provided by engineer. */
"Message locked before quick reply reached the server\n>> Final choice: %@" = "Message locked before quick reply reached the server
>> Final choice: %1$@.";

/* No comment provided by engineer. */
"Message locked by %@" = "Message locked by %1$@.";

/* No comment provided by engineer. */
"Message not yet on server." = "Message not yet on server.";

/* No comment provided by engineer. */
"Message received from %@: %@" = "Message received from %1$@: %2$@.";

/* No comment provided by engineer. */
"Message sent to %@: %@" = "Message sent to %1$@: %2$@.";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"Move and Scale" = "Move and Scale";

/* No comment provided by engineer. */
"Multiple choice messaging\nfor people and organizations" = "Multiple choice messaging
with friends and organizations";

/* No comment provided by engineer. */
"myself" = "myself";

/* No comment provided by engineer. */
"New Button" = "New button";

/* No comment provided by engineer. */
"New service" = "New service";

/* No comment provided by engineer. */
"News" = "News";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"NM" = "%1$@:
%2$@";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No camera available" = "No camera available";

/* No comment provided by engineer. */
"No corresponding geographic location could be found for the specified address. Is the address specific enough?" = "No corresponding geographic location could be found for the specified address. Make the location more specific.";

/* No comment provided by engineer. */
"No GPS location" = "Location not yet retrieved";

/* No comment provided by engineer. */
"No idea" = "No idea";

/* No comment provided by engineer. */
"No network available" = "No network available";

/* No comment provided by engineer. */
"No network is available, the transfer will continue when connected to a network." = "No network is available, the transfer will continue when connected to a network.";

/* No comment provided by engineer. */
"No phone contacts with an e-mail address found" = "Could not find phone contacts having an e-mail address.";

/* No comment provided by engineer. */
"No photo" = "No photo";

/* No comment provided by engineer. */
"No WIFI available" = "No WIFI available";

/* No comment provided by engineer. */
"No..." = "No…";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not authenticated" = "Not authenticated";

/* No comment provided by engineer. */
"Not now" = "Not now";

/* No comment provided by engineer. */
"Not yet received" = "Not yet received";

/* No comment provided by engineer. */
"Not yet replied" = "Not yet replied";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Now" = "Now";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"Option 1:\nLog in using your Facebook account." = "Option 1:
Log in using your Facebook account.";

/* No comment provided by engineer. */
"Option 2:\nLog in using your e-mail address." = "Option 2:
Log in using your e-mail address.";

/* No comment provided by engineer. */
"Optional invitation message:" = "Optional invitation message";

/* No comment provided by engineer. */
"Or let someone scan yours." = "Or let someone scan yours.";

/* No comment provided by engineer. */
"Order" = "Order";

/* No comment provided by engineer. */
"osa_loyalty_welcome" = "Welcome to the Our City App terminal. This app is the perfect complement to your presence in the city app in order to serve your customers even more. We help you to get the loyalty terminal ready for use. Start by scanning your QR code in order to activate your terminal.";

/* No comment provided by engineer. */
"others" = "others";

/* No comment provided by engineer. */
"Phone" = "Phone";

/* No comment provided by engineer. */
"Phone call" = "Phone call";

/* No comment provided by engineer. */
"Phone Number" = "Phone number";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Play alarm sound" = "Play alarm sound";

/* No comment provided by engineer. */
"Please check your network configuration and try again later." = "Check your network configuration and try again later";

/* No comment provided by engineer. */
"Please confirm" = "Confirmation";

/* No comment provided by engineer. */
"Please enter a valid e-mail address" = "Enter a valid e-mail address";

/* No comment provided by engineer. */
"Please install MYDIGIPASS Authenticator for Mobile before proceeding." = "Please install MYDIGIPASS Authenticator for Mobile before proceeding.";

/* No comment provided by engineer. */
"Please try again\n(%d attempts remaining)" = "Please try again
(%1$d attempts remaining)";

/* No comment provided by engineer. */
"Please try again\n(last attempt)" = "Please try again
(last attempt)";

/* No comment provided by engineer. */
"Poked %@" = "Poked %1$@.";

/* No comment provided by engineer. */
"Post" = "Post";

/* No comment provided by engineer. */
"Priority" = "Priority";

/* No comment provided by engineer. */
"Processing ..." = "Processing…";

/* No comment provided by engineer. */
"Product information" = "Product information";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Provide a name for the group" = "Provide a name for the group";

/* No comment provided by engineer. */
"Quick reply received from %@" = "Quick reply received from %1$@.";

/* No comment provided by engineer. */
"Quick reply sent to %@" = "Quick reply sent to %1$@.";

/* No comment provided by engineer. */
"Received" = "Received";

/* No comment provided by engineer. */
"Recommend" = "Recommend";

/* No comment provided by engineer. */
"Recommend on your Facebook Wall" = "Recommend on your Facebook Wall";

/* No comment provided by engineer. */
"Recommend via e-mail" = "Recommend via e-mail";

/* No comment provided by engineer. */
"Recommended" = "Recommended";

/* No comment provided by engineer. */
"Record a video" = "Record a video";

/* No comment provided by engineer. */
"Refresh" = "Refresh";

/* No comment provided by engineer. */
"Registering" = "Registering…";

/* No comment provided by engineer. */
"Registering %@ (%d)" = "Registering %1$@ (%2$d)";

/* No comment provided by engineer. */
"Registration completed" = "Registration completed.";

/* No comment provided by engineer. */
"Repair" = "Repair";

/* No comment provided by engineer. */
"Replied %@" = "Replied %1$@.";

/* No comment provided by engineer. */
"Reply" = "Reply";

/* No comment provided by engineer. */
"Reply received from %@:" = "Reply received from %1$@.";

/* No comment provided by engineer. */
"Reply sent to %@:" = "Reply sent to %1$@.";

/* No comment provided by engineer. */
"Report Card" = "Report Card";

/* No comment provided by engineer. */
"Request location" = "Request location";

/* No comment provided by engineer. */
"Request location now" = "Request location now";

/* No comment provided by engineer. */
"Resolve" = "Resolve";

/* No comment provided by engineer. */
"Resolving QR code" = "Resolving QR code…";

/* No comment provided by engineer. */
"RM" = "%1$@:
%2$@
> %3$@";

/* No comment provided by engineer. */
"Roger that" = "Roger that";

/* No comment provided by engineer. */
"Rogerthat is proudly presented by" = "Rogerthat is proudly presented by";

/* No comment provided by engineer. */
"Rogerthat System" = "Rogerthat System";

/* No comment provided by engineer. */
"Run in background" = "Run in background";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Scan" = "Scan";

/* No comment provided by engineer. */
"Scan my address book" = "Scan my address book";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* No comment provided by engineer. */
"Scan result" = "Scan result";

/* No comment provided by engineer. */
"Scanning is not supported on your device" = "Scanning is not supported on your device. No camera found.";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Searching…" = "Searching…";

/* No comment provided by engineer. */
"Select all" = "Select all";

/* No comment provided by engineer. */
"Select from photo library" = "Select from photo library";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send activation code" = "Send activation code";

/* No comment provided by engineer. */
"Send invitation" = "Send invitation";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Service updated: %@" = "Service updated: %1$@";

/* No comment provided by engineer. */
"Services" = "Services";

/* No comment provided by engineer. */
"Services can send high priority messages, which have a configurable alarm ringtone." = "Services can send high priority messages, which have a configurable alarm ringtone.";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share location with your colleagues (only when you allow this)" = "Share location with your colleagues (only when you allow this)";

/* No comment provided by engineer. */
"Share location with your contacts (only when you allow this)." = "Share location with your contacts (only when you allow this).";

/* No comment provided by engineer. */
"Share location with your friends (only when you allow this)" = "Share location with your friends (only when you allow this)";

/* No comment provided by engineer. */
"Shares location with me" = "Shares location with me";

/* No comment provided by engineer. */
"Shopping basket" = "Shopping basket";

/* No comment provided by engineer. */
"Show location" = "Show location";

/* No comment provided by engineer. */
"Show more..." = "Show more…";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Small (%@KB)" = "Small (%1$@KB)";

/* No comment provided by engineer. */
"Smartsmiley Services" = "Smartsmiley Services";

/* No comment provided by engineer. */
"Sounds" = "Sounds";

/* No comment provided by engineer. */
"Specials" = "Specials";

/* No comment provided by engineer. */
"Start registration" = "Start registration";

/* No comment provided by engineer. */
"Sticky" = "Sticky";

/* No comment provided by engineer. */
"Stop playing" = "Stop playing";

/* No comment provided by engineer. */
"Store your location" = "Store your location";

/* No comment provided by engineer. */
"Stream" = "Stream";

/* No comment provided by engineer. */
"Successfully registered" = "Successfully registered.";

/* No comment provided by engineer. */
"Successfully sent request" = "Successfully sent request.";

/* No comment provided by engineer. */
"Swipe to jump to another message thread." = "Swipe to jump to another conversation";

/* No comment provided by engineer. */
"Take a picture" = "Take a picture";

/* No comment provided by engineer. */
"Tap to scan\nQR code" = "Tap to scan
QR code";

/* No comment provided by engineer. */
"Tap to send to background" = "Tap to send to background";

/* No comment provided by engineer. */
"tel" = "tel";

/* No comment provided by engineer. */
"Terms and conditions" = "Terms and conditions";

/* No comment provided by engineer. */
"The format of the selected song is not supported. Please try again." = "The format of the selected sound is not supported. Please try again.";

/* No comment provided by engineer. */
"The invitation has been sent" = "The invitation was sent.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code." = "The QR code you scanned is not a %1$@ QR code.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code.\n\nDo you wish to open the following web page:\n\n%@" = "Do you wish to open the following web page:

%1$@";

/* No comment provided by engineer. */
"The recommendation has been sent" = "The recommendation was sent.";

/* No comment provided by engineer. */
"The search results will be ordered based on your current location." = "The search results will be refined based on your current location.";

/* No comment provided by engineer. */
"The selected attachment can not be displayed." = "The selected attachment can not be displayed.";

/* No comment provided by engineer. */
"This action requires connection to a Wi-Fi network. Please check your network configuration and try again." = "This action requires connection to a Wi-Fi network. Please check your network configuration and try again.";

/* No comment provided by engineer. */
"This message is %@. You can reduce message size by scaling the image to one of the sizes below." = "This message is %1$@. You can reduce message size by scaling the image to one of the sizes below.";

/* No comment provided by engineer. */
"This screen is not yet downloaded. Check your network." = "This screen is not yet downloaded. Check your network.";

/* No comment provided by engineer. */
"To be able to scan QR codes you need to give %@ access to the camera." = "To be able to scan QR codes you need to give %1$@ access to the camera.";

/* No comment provided by engineer. */
"To validate your account we will send you an e-mail containing your activation code." = "To validate your account we will send you an e-mail containing your activation code.";

/* No comment provided by engineer. */
"To validate your e-mail address we will send an e-mail containing your activation code." = "To validate your e-mail address we will send an e-mail containing your activation code.";

/* No comment provided by engineer. */
"To:" = "To:";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Too many failed attempts. The registration will be restarted." = "Too many failed attempts. The registration will be restarted.";

/* No comment provided by engineer. */
"Topic" = "Topic";

/* No comment provided by engineer. */
"Track your location without your prior consent" = "Track your location without your prior consent";

/* No comment provided by engineer. */
"Trainings" = "Trainings";

/* No comment provided by engineer. */
"Transmitting, please wait…" = "Transmitting, please wait…";

/* No comment provided by engineer. */
"Try again" = "Try again";

/* No comment provided by engineer. */
"Unfriend" = "Unfriend";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Updated friends list from server" = "Updated friends list from server.";

/* No comment provided by engineer. */
"Updating location…" = "Updating location…";

/* No comment provided by engineer. */
"Upload photos only when connected to WIFI" = "Upload photos only when connected to WIFI";

/* No comment provided by engineer. */
"Urgent" = "Urgent";

/* No comment provided by engineer. */
"Urgent with alarm" = "Urgent with alarm";

/* No comment provided by engineer. */
"Use e-mail" = "Use e-mail";

/* No comment provided by engineer. */
"Use Facebook" = "Use Facebook";

/* No comment provided by engineer. */
"Valid from %@ to %@" = "Valid from %1$@ to %2$@";

/* No comment provided by engineer. */
"Validating activation PIN ..." = "Validating activation code…";

/* No comment provided by engineer. */
"validation_failed" = "Invalid input";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"View message history" = "View message history";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"We will never post on your Wall without your permission." = "We will never post on your Wall without your permission.";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"WIFI-only uploads" = "WIFI-only uploads";

/* No comment provided by engineer. */
"with choice '%@'" = "with choice '%1$@'";

/* No comment provided by engineer. */
"Would you like to jump to the Settings app to enable access to the camera?" = "Would you like to jump to the Settings app to enable access to the camera?";

/* No comment provided by engineer. */
"Would you like to search for %@ in your neighbourhood?" = "Would you like to search for %1$@ in your neighbourhood?";

/* No comment provided by engineer. */
"Wrong activation PIN" = "Wrong activation code";

/* No comment provided by engineer. */
"www" = "www";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You are already connected with\n%@" = "You are already connected to %1$@.";

/* No comment provided by engineer. */
"You are already friends with\n%@" = "You are already friends with %1$@.";

/* No comment provided by engineer. */
"You are no longer connected to %@" = "You are no longer connected to %1$@.";

/* No comment provided by engineer. */
"You are no longer friends with %@" = "You are no longer friends with %1$@.";

/* No comment provided by engineer. */
"You are not connected to the internet." = "You are not connected to the internet.";

/* No comment provided by engineer. */
"You are not connected to the internet. Please check your network configuration and try again." = "You are not connected to the internet. Please check your network configuration and try again.";

/* No comment provided by engineer. */
"You are not connected to the internet.\nInternet connectivity is required to display your Facebook friends using Rogerthat." = "You are not connected to the internet.
Internet connectivity is required to display your Facebook friends using %1$@.";

/* No comment provided by engineer. */
"You are now connected to %@" = "You are now connected to %1$@.";

/* No comment provided by engineer. */
"You are now friends with %@" = "You are now friends with %1$@.";

/* No comment provided by engineer. */
"You need a photo before you can continue." = "You need a photo before you can continue.";

/* No comment provided by engineer. */
"You need to authenticate before you can continue." = "You need to authenticate before you can continue.";

/* No comment provided by engineer. */
"You need to get your current location before you can continue." = "You need to get your current location before you can continue.";

/* No comment provided by engineer. */
"You need to have a camera to do this." = "You need to have a camera to do this.";

/* No comment provided by engineer. */
"You need to turn on location services in order to continue." = "You need to turn on location services in order to continue.";

/* No comment provided by engineer. */
"You opened your own invitation link" = "You opened your own invitation link.";

/* No comment provided by engineer. */
"You received this message because you are subscribed to: %@." = "You received this message because you are subscribed to: %1$@.";

/* No comment provided by engineer. */
"You scanned your own Rogerthat passport" = "You scanned your own %1$@ id.";

/* No comment provided by engineer. */
"You will get a notification when your address book is scanned." = "You will receive a notification when your address book is scanned.";

/* No comment provided by engineer. */
"You will receive a confirmation message when you are connected." = "You will receive a confirmation message when you are connected.";

/* No comment provided by engineer. */
"You will receive a message when the location of %@ is retrieved." = "You will receive a message when the location of %1$@ is retrieved.";

/* No comment provided by engineer. */
"You will receive a notification when your Facebook friends are scanned." = "You will receive a notification when your Facebook friends are scanned.";

/* No comment provided by engineer. */
"Your activation code has been mailed to %@ at %@\n\nDo not forget to check your Spam or Unwanted Email folders." = "Your activation code was mailed to %1$@ at %2$@
You might need to check your Spam or Junk mail folders.";

/* No comment provided by engineer. */
"Your device is not capable of sending text messages" = "Your device is not capable of sending text messages.";

